Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Clinic of Horrors.tmx
Source language: en
Languages: es_419

source: Help me... please...
es_419: Ayúdame… Por favor…

source: Sir, if you won’t vacate the premises willingly, we will have to remove you.
es_419: Señor, si no abandona las instalaciones, tendremos que sacarlo.

source: en_US
es_419: es_LAT

source: Routine medical care?!
es_419: ¡¿Una asistencia médica de rutina?!

source: I can’t go back to the library with that thing in there!
es_419: ¡No puedo volver a la biblioteca con esa cosa ahí!

source: I don’t understand...
es_419: No entiendo…

source: If you’re worried about it, you can get your teeth removed before coming.
es_419: Si eso te preocupa, podrías hacer que te quiten los dientes antes de venir.

source: This is so exciting!
es_419: ¡Esto es alucinante!

source: L
es_419: G

source: In the past, to get this type of freedom,
es_419: Antes, para tener esta libertad,

source: I was able to get in on the eternal gaming cafe!
es_419: ¡Logré entrar al café del eterno jugador!

source: This world runs on money.
es_419: Este mundo gira en torno al dinero.

source: Everyone ready?!
es_419: ¡¿Todos están listos?!

source: A beautiful name!
es_419: ¡Qué lindo nombre!

source: No more worries!!
es_419: ¡¡Nada de preocupaciones!!

source: One for me and my friend, please!
es_419: ¡Una para mí y otra para mi amiga, por favor!

source: We don’t restrict them in any way.
es_419: No los limitamos de ninguna forma.

source: For a modest amount, we’ll hook you up to the best gaming equipment for as long as you wish!
es_419: ¡Por un pequeño costo, te facilitaremos lo mejor en equipamiento por el tiempo que quieras!

source: I feel so energetic now!
es_419: ¡Me siento con mucha energía!

source: I had a change of heart.
es_419: Cambié de parecer.

source: But the clients are quite happy!
es_419: ¡Pero los clientes están muy felices!

source: I think you should head home.
es_419: Creo que debería ir a su casa.

source: P
es_419: ¡JU

source: GRAB!
es_419: ¡SUJETA!

source: Why?
es_419: ¿Por qué?

source: I’m done.
es_419: Me cansé.

source: Your company owns every single pharma company in this country.
es_419: Su compañía es dueña de cada empresa farmacéutica de este país.

source: Someone call an ambulance!
es_419: ¡Alguien llame a una ambulancia!

source: It usually happens automatically!
es_419: ¡Suele hacerlo de forma automática!

source: hm?
es_419: ¿Mm?

source: Diet?
es_419: ¿Dieta?

source: B...
es_419: Pe...

source: SUS- TEN ANCE
es_419: SUSTENTO

source: Follow
es_419: Sigue a

source: You have the diamond package.
es_419: Usted tiene el paquete diamante.

source: Why would you want to see him?
es_419: ¿Por qué querrías verlo?

source: Bed sores, tooth infections, muscle atrophy...
es_419: Úlceras, infecciones dentales, atrofia muscular…

source: BAM!
es_419: ¡PAF!

source: This man has the nutrition package!
es_419: ¡Este hombre tiene el paquete nutricional!

source: I see some symptoms of early onset mutations.
es_419: Veo algunos síntomas de mutaciones de temprana aparición.

source: So cute!!
es_419: ¡¡Qué linda!!

source: This isn’t a better life!
es_419: ¡Esto no es una mejor vida!

source: SlurP
es_419: ÑUUMP

source: P...Please...
es_419: P…Por favor…

source: Love It!!
es_419: ¡¡Me encanta!!

source: How was the gaming cafe?
es_419: ¿Cómo estuvo el café?

source: I’ll go easy on you, girlie!
es_419: ¡Seré bueno contigo, cariño!

source: Looks like he’s waking up.
es_419: Creo que se está despertando.

source: Y
es_419: A

source: We have public restrooms.
es_419: Tenemos baños públicos.

source: All you have to do is shoot the other players to win!
es_419: ¡Solo tienes que disparar a los demás para ganar!

source: It’s your doctor!
es_419: ¡Soy su doctor!

source: How do we deal with such a large worm, doctor?
es_419: ¿Qué hacemos con un gusano tan grande, Doctor?

source: We’ll set you up with funds for three more openings.
es_419: Te proveeremos fondos para otras tres inauguraciones.

source: STAB
es_419: PINCHA

source: it does take a bit to get used to looking at.
es_419: cuesta un poco acostumbrarse a mirarlo.

source: Ah well,
es_419: Ah, sí,

source: There were many competing cures.
es_419: Hubo muchas curas que competían.

source: Although rare, there have been reports of a strange black liquid flowing from the corners of apartments.
es_419: Es raro, pero se ha reportado que un extraño líquido negro sale de las esquinas de los departamentos.

source: My treat!
es_419: ¡Yo invito!

source: He is sick!
es_419: ¡Está enfermo!

source: Clink
es_419: clinc

source: Is it not to your liking?
es_419: ¿No es de tu agrado?

source: And the system feeds him!
es_419: ¡Y el sistema lo alimenta!

source: This floor is for first- timers,
es_419: ¡Este es el piso para los primerizos,

source: About it in our faq folder!
es_419: en nuestra carpeta de preguntas!

source: However, because you have the diamond package,
es_419: Sin embargo, dado que tiene el paquete diamante,

source: I need your help too.
es_419: También necesito de tu ayuda.

source: We have an option of electrode stimulation!
es_419: ¡Tenemos una opción de estimulación con electrodos!

source: Girl.
es_419: Niña.

source: NEWS
es_419: NOTICIAS

source: Rustle
es_419: Busca

source: We simply give them the freedom to play games forever.
es_419: Solo les damos la libertad de jugar por siempre.

source: No worries about that!
es_419: ¡No hay de qué preocuparse!

source: Don’t worry!
es_419: ¡No te preocupes!

source: Environmental Mutation
es_419: Mutación ambiental

source: You may also choose to exit and live in the outside world.
es_419: también puede elegir salir y vivir en el mundo exterior.

source: You’re a monster.
es_419: Eres un monstruo.

source: Let me introduce you to how we do things here!
es_419: ¡Permíteme mostrarte cómo hacemos las cosas aquí!

source: Sixty years ago, when the mutations began,
es_419: Hace sesenta años, cuando las mutaciones comenzaron,

source: Oh, Okay.
es_419: Ah, bueno.

source: Thank you, Patricia.
es_419: Gracias, Patricia.

source: Sorry, sir.
es_419: Perdón, señor.

source: *GRAB*
es_419: *saca*

source: -This morning, my eyes were a bit itchy, and then, everything started looking really sparkly!
es_419: -¡Esta mañana, tenía comezón en los ojos, y luego, todo empezó a verse tan brillante!

source: Then...
es_419: Entonces…

source: frequent use of painkillers will cause liver damage, his weak heart could cause cardiac arrest, and the rot in his mouth will spread!
es_419: ¡El uso frecuente de analgésicos le dañará hígado, su débil corazón podría sufrir un paro cardíaco y lo podrido en su boca se esparcirá!

source: Don’t croos
es_419: No pasar

source: Mr. Yellow!
es_419: ¡Sr. Amarillo!

source: Who has dedicated his life to medical science.
es_419: quien le ha dedicado su vida a la medicina.

source: How could you tell by only a glance?
es_419: ¿Cómo puede saberlo con tan solo un vistazo?

source: Not really... well...
es_419: No… bueno…

source: A book worm?
es_419: ¿Un gusalibro?

source: Keep out
es_419: Peligro

source: Mmmmgggoooooorrrr...
es_419: Mmmmgggaaaaaarrrr…

source: Hey there.
es_419: ¡Hola!

source: It’s like a workout without the effort!
es_419: ¡Es como hacer ejercicio, pero sin esfuerzo!

source: @Plumpy_cloudy on
es_419: @Plumpy_cloudy en

source: I owed someone a favor, from my old job.
es_419: Le debo un favor a alguien de mi antiguo trabajo.

source: AGHHH!!!
es_419: AAAGH!!

source: She has an eye parasite.
es_419: Tiene un parásito ocular.

source: EXIT
es_419: SALIDA

source: No more cleaning!
es_419: ¡Nada de limpiar!

source: ...You’re right.
es_419: … Tiene razón.

source: You haven’t heard about it?
es_419: ¿No has escuchado de él?

source: Like this!
es_419: ¡Así!

source: Boom
es_419: BUUM

source: Illustrated by
es_419: Ilustrado por

source: Now, now...
es_419: Bueno, ahora…

source: Ah... well, maybe someday, I suppose.
es_419: Oh… bueno, supongo que algún día lo tendrás.

source: It stopped moving.
es_419: Se detuvo.

source: -Everything looks and feels like that 90s show i loved as a kid!
es_419: -¡Todo se ve y se siente como ese programa de los 90 que amaba de niña!

source: Go on.
es_419: Bien.

source: Some minimum wage workers save for years to live the rest of their lives here!
es_419: ¡Algunos trabajadores ahorran por años para vivir aquí el resto de su vida!

source: You would have to pay thousands of dollars a month.
es_419: tenías que pagar miles de dólares al mes.

source: Tch... suit yourself, idiot girl...
es_419: Pff… Haz lo que quieras, niña idiota.

source: I practice medicine.
es_419: Practico medicina.

source: Just one of our customers.
es_419: Uno de nuestros clientes.

source: Here you are, sir.
es_419: Muy bien, señor.

source: Hello Bianca.
es_419: Hola, Bianca.

source: Yes, mom?
es_419: ¿Sí, mamá?

source: Well, he likely took our painkiller option.
es_419: Bueno, él sí eligió nuestra opción de analgésicos.

source: Do we kill it?
es_419: ¿Lo matamos?

source: That’s impossible!!
es_419: ¡¡Imposible!!

source: Later, back at their home...
es_419: Más tarde en su casa…

source: I told her to come back when she wants to set up her subscription!
es_419: le dije que volviera cuando quisiera iniciar su suscripción!

source: How was the mutation stopped so fast?
es_419: ¿Cómo detuvieron a la mutación tan rápido?

source: 99.9% of the human population have been placed in experience machines, such as the one you’re waking up from now!
es_419: el 99.9 % de la población humana fue ubicada en máquinas experimentales, como en la que está despertando!

source: Human Mutation
es_419: Mutación humana

source: What was your old job, doctor?
es_419: ¿Antes de qué trabajaba, doctor?

source: LVL.5
es_419: NV .5

source: We’ve seen to it.
es_419: ¡Nos aseguramos de ello!

source: This is DR.
es_419: Este es el Dr.

source: Sleep derpivation is a common problem in Capital City, with many people working upwards of 16 hours a day.
es_419: La privación del sueño es un problema recurrente en Ciudad Capital, dado que las personas trabajan más de 16 horas al día.

source: The total damage caused luckily doesn’t exceed $100,000.
es_419: Los destrozos causados por suerte no superan los $100 000.

source: AMAZING!!
es_419: ¡¡INCREÍBLE!!

source: ETERNAL!
es_419: ¡ETERNO!

source: You mentioned a premiun service.
es_419: Mencionaste un servicio prémium.

source: All a matter of perspective!
es_419: ¡Es solo cuestión de perspectiva!

source: How will they defeat the monster?!
es_419: ¡¿Cómo derrotarán al monstruo?!

source: We take care of all of that for you!
es_419: ¡Nos aseguraremos de que tengas todo eso!

source: It’s over here!
es_419: ¡Por aquí!

source: Our system makes it very affordable!
es_419: ¡Nuestro sistema lo hace accesible!

source: Why are you just standing here?
es_419: ¿Por qué estás aquí parado?

source: MY LEGS...
es_419: MIS PIERNAS…

source: Just so you know...
es_419: Solo para que sepas…

source: What about muscle atrophy?
es_419: ¿Y la atrofia muscular?

source: ECURITY
es_419: GURIDAD

source: BLUBLUB
es_419: BLOPLOP

source: Albright” it seems.
es_419: un tal “Dr. Albright”.

source: ShlurP
es_419: WUOOMP

source: This is my father!
es_419: ¡Es mi padre!

source: Some of them worked for a little while...
es_419: Algunas de ellas funcionaron por un tiempo…

source: Let’s go get some drinks!
es_419: ¡Vayamos a tomar algo!

source: What will happen to him...?
es_419: ¿Qué pasará con él…?

source: But competition led to rushed trials, and rushed trials led to medicine that was not ready.
es_419: Pero la competencia llevó a intentos apresurados y eso llevó a medicamentos que no estaban listos.

source: MODERATION!
es_419: MODERACIÓN!

source: Hey, hey.
es_419: Oye, oye.

source: ... huh?
es_419: … ¿eh?

source: Follow me, miss.
es_419: Sígueme.

source: A
es_419: E

source: Police
es_419: Policía

source: FLINCH
es_419: DOLOR

source: Stagnant air causes respiratory issues.
es_419: El aire estancado genera problemas de salud.

source: Ahh, it appears he decided against some of our options...
es_419: Aah, parece que él no eligió nuestras opciones…

source: This was your idea, too!
es_419: ¡Esta también fue tú idea!

source: It’s not like you’ll need them, anyway.
es_419: De todas formas, no es como si los fueras a necesitar.

source: i got you something, by the way.
es_419: Ah, por cierto, esto es para ti.

source: Would you like to proceed with the next experiment, mister Yellow?
es_419: ¿Quiere proceder con el siguiente experimento, señor Amarillo?

source: What is it, Bianca?
es_419: ¿Qué pasa, Bianca?

source: There are strange environmental mutations, too.
es_419: También existen extrañas mutaciones ambientales.

source: Not sure.
es_419: No lo sé.

source: Did your mother tell you who I am?
es_419: ¿te contó tu madre quién soy?

source: Scratch me.
es_419: Ráscame.

source: I can recommend a good, cheap dentist to pull out your teeth!
es_419: ¡Puedo recomendarte a un dentista bueno y barato para que retire tus dientes!

source: She wanted someone with her IQ, and good genes, to help her get a perfect child.
es_419: Quería a alguien con su mismo CI, y buenos genes, para ayudarla a tener a la niña perfecta.

source: Goddamn, he’s in bad shape.
es_419: Cielos, está en muy mal estado.

source: I have a toothache.
es_419: Me duelen los dientes.

source: To invest in businesses all over the country.
es_419: para invertir en todos los negocios del país.

source: They are free to leave and visit a doctor at their leisure.
es_419: Son libres de irse y visitar a un doctor cuando quieran.

source: Mercy!!
es_419: ¡¡Piedad!!

source: Quite a terrifying creature!
es_419: ¡Una criatura aterradora!

source: My friend is right over here!
es_419: ¡Mi amigo está por aquí!

source: ELIMINATES BOREDOM!
es_419: ¡ELIMINA EL ABURRIMIENTO!

source: It’s coming out of the corners...
es_419: Viene de las esquinas…

source: The doctor gave me a weird injection
es_419: El doctor me inyectó algo extraño.

source: no other distractions will exist.
es_419: No habrá distracciones.

source: THEY WON’T...
es_419: NO LAS PUEDO…

source: ZYOOOOOOM
es_419: FIUUUUUUM

source: Thank you!
es_419: ¡Gracias!

source: We’re going to an arcade!
es_419: ¡Iremos a jugar!

source: Here’s your coffee, miss.
es_419: Aquí está su café, señorita.

source: ...You’re my dad?
es_419: … ¿Eres mi padre?

source: We’ve arrived, Miss!
es_419: ¡Señorita, ya llegamos!

source: It’s his choice to use them.
es_419: Es su decisión usarlas.

source: How much farther?
es_419: ¿Qué tan lejos?

source: Wake up.
es_419: Despierta.

source: PLease make your choice!
es_419: ¡Por favor, decida!

source: It’s paralyzed, attempting to read the entire internet.
es_419: Está paralizado, dado que intenta leer todo en internet.

source: I’m on a lot of painkillers lately.
es_419: Estuve tomando muchos analgésicos.

source: STRANGE MUTATION IN EASTERN CAPITAL CITY
es_419: EXTRAÑA MUTACIÓN AL ESTE DE CIUDAD CAPITAL

source: Taka
es_419: PAC

source: My cage will slowly deteriorate...
es_419: Mi jaula se deteriorará de a poco…

source: Hmans aren’t the only mutations in Capital City.
es_419: Los humanos no son las únicas mutaciones en Ciudad Capital.

source: Due to the amount of pollution, waste, and power that a single human life requires...
es_419: ¡Debido a la cantidad de contaminación, desechos y poder que necesita solo una persona…

source: What about body hygiene?
es_419: ¿Y la higiene corporal?

source: Her eyebrows become slightly more furrowed than usual!
es_419: ¡Sus cejas se fruncen un poco más de lo usual!

source: How can you tell Bianca is upset?!
es_419: ¡¿Cómo darse cuenta si ella está triste?!

source: This is a lotta cash!
es_419: ¡Esto es mucho dinero!

source: Follow @hayatonoda on
es_419: Sigue a @hayatonoda en

source: How refreshing!
es_419: ¡Qué reconfortante!

source: It’s interesting though, huh?
es_419: Igual es interesante, ¿no?

source: Listen, Miss.
es_419: Señorita.

source: And thank you for your initial investment!
es_419: ¡Muchas gracias por su inversión inicial!

source: This is all thanks to our ingenious founder, mister Yellow...
es_419: Todo gracias a nuestro ingenioso fundador, el señor Amarillo…

source: Doctor, I’m going to go check out a new gaming cafe.
es_419: Doctor, iré a ver un nuevo café de videojuegos.

source: calling...
es_419: llamada…

source: Very cute!!
es_419: ¡¡Muy tierno!!

source: SWISH!!
es_419: ¡¡FUISH!!

source: Then you can make a dentist appointment after.
es_419: Y luego puedes sacar turno con el dentista.

source: Oh, that’s the board chairman.
es_419: Ah, allí está el Presidente del Directorio.

source: What are you doing?
es_419: ¿Qué hace?

source: You will need to sign these forms.
es_419: Deberás firmar estos papeles.

source: Your old job?
es_419: ¿Qué trabajo?

source: You should mind your own business, if you want to survive in this city, girl.
es_419: Deberías preocuparte por tus cosas si quieres sobrevivir en esta ciudad, niña.

source: Welcome, young lady,
es_419: ¡Bienvenida, niña,

source: NOSTALGIA BRAIN PARASITE
es_419: EL PARÁSITO DE LA NOSTALGIA DEL CEREBRO

source: Until it kills me.
es_419: Hasta matarme.

source: As per the contract, we wake you up every twenty years to make sure you are enjoying your current life!
es_419: ¡Por contrato, la despertaremos cada veinte años para asegurarnos de que esté disfrutando de su vida!

source: Let’s take a look here!
es_419: ¡Miremos esto!

source: It’s best to just ignore them.
es_419: Lo mejor es ignorarlos.

source: Look into him, would you?
es_419: Investíguelo, ¿puede?

source: You wanna see?
es_419: ¿Quieres verlo?

source: The yellow corporation has protected capital city for decades.
es_419: La corporación amarillo ha protegido a Ciudad Capital por décadas.

source: Let me show you...
es_419: Permíteme mostrártelo…

source: The...
es_419: Las…

source: Research into what?
es_419: ¿Sobre qué tema?

source: A bit later...
es_419: Más tarde…

source: Isn’t it obvious Bianca?
es_419: ¿No es obvio, Bianca?

source: This game sucks.
es_419: Este juego apesta.

source: It’s so good!
es_419: ¡Es tan deliciosa!

source: This is like those leaked videos from the dead zone in russia...
es_419: Esto es como esos videos que se filtran de la zona contaminada en Rusia…

source: Jesus, what have they been putting in that algae slurry thye feed ‘em?
es_419: Dios, ¿qué le dieron en esa pasta de algas con la que los alimentan?

source: Father...?
es_419: ¿Padre…?

source: Perfect immersion.
es_419: Inmersión completa.

source: Follow me to the next floor.
es_419: Sígueme al siguiente piso.

source: -We can be anything we want, Bianca! -No.
es_419: -¡Podemos ser lo que queramos, Bianca! -No.

source: I was looking at the wrong side!
es_419: ¡Miré hacia cualquier lado!

source: Are we gonna be okay?
es_419: ¿Iremos a estar bien?

source: Will you be ready to expand soon?
es_419: ¿Listo para pronto expandirte?

source: A specialist doctor was called in.
es_419: Llamaron a un doctor especialista.

source: Oh don’t worry, each vr helmet is equipped with a spray that simulates pleasant smells and tastes.
es_419: Ah, no te preocupe. Cada casco de RV cuenta con un espray que simula olores y gustos placenteros.

source: We’re still expanding
es_419: seguimos expandiéndonos.

source: Family?
es_419: ¿Familia?

source: I’ll go to the press.
es_419: Iré a los medios.

source: Sure.
es_419: ¡Bueno!

source: Answer
es_419: Atender

source: Everything is taken care of.
es_419: Está todo contemplado.

source: Miss Abercrombie, which is better?
es_419: Señorita Abercrombie, ¿qué es mejor?

source: May we please have a word?!
es_419: ¡¿Podríamos hablar?!

source: Doctor, I found new patients.
es_419: Doctor, tenemos nuevos pacientes.

source: VROOOM
es_419: BRUUUM

source: Now come along.
es_419: Sígueme.

source: D-D-Don’t worry, it’s no trick!
es_419: ¡N-n-no te preocupes, no es una trampa!

source: Now you can!!
es_419: ¡¡Ahora puedes hacerlo!!

source: Why do you think?
es_419: ¿Por qué creé?

source: I’m so relieved!
es_419: ¡Qué alivio!

source: Oh, good!
es_419: ¡Ah, bueno!

source: If this is a trick, I’ll end you.
es_419: Si esto es una trampa, mueres.

source: Don’t walk away.
es_419: No te vayas.

source: This is what I love about this game!
es_419: ¡Esto es lo que amo de este juego!

source: ...or a few years of bliss?
es_419: … o unos años de dicha?

source: Come along, now.
es_419: Ahora, ven.

source: The corners...
es_419: esquinas…

source: Will I get to see him again?
es_419: ¿Volveré a verlo?

source: Ehehe!
es_419: ¡Jeje!

source: What happened?
es_419: ¿Qué pasó?

source: No bed sores, no hygiene issues.
es_419: Nada de úlceras ni problemas de higiene.

source: She’ll be back.
es_419: Volverá.

source: Decades of despair...
es_419: ¿Décadas de angustia…

source: I can’t even afford a cab!
es_419: ¡Ni siquiera puedo pagar un taxi!

source: This isn’t possible...
es_419: Imposible…

source: STAY WARM!! -DR
es_419: ¡¡NO PASES FRÍO!! -DR

source: that man won’t survive.
es_419: Ese hombre no sobrevivirá.

source: What’s wrong Bianca?
es_419: ¿Qué pasa, Bianca?

source: Very appreciated!
es_419: ¡Se lo agradezco!

source: No... no, you can’t do this!
es_419: ¡No… No pueden hacer esto!

source: Don’t bother strangers, Bianca.
es_419: No molestes a desconocidos, Bianca.

source: Is Dr.
es_419: ¿El Dr.

source: Bookworms have thousands of internal eyes they use to consume information for sustenance.
es_419: Los gusalibros tienen miles de ojos en su interior para consumir información para su sustento.

source: She loves to inspire her community to take up art and creating no matter their age or current level.
es_419: Ama inspirar a su comunidad a empezar a dibujar y crear sin importar la edad o el nivel que tengan.

source: We don’t force them to stay here.
es_419: No los obligamos a estar aquí.

source: Welcome to eternal gaming!!
es_419: ¡¡Bienvenidos al eterno jugador!!

source: -Bianca, you should go on a date with hi-
es_419: -Bianca, deberías salir con…

source: Get in the robot.
es_419: Sube al robot.

source: It looks like the Doctor left a scarf in the box.
es_419: Parece que el Doctor se dejó una bufanda en la caja.

source: CRISIS IN CAPITAL CITY
es_419: CRISIS EN CIUDAD CAPITAL

source: This man has bed sores.
es_419: Este hombre tiene úlceras.

source: wow!
es_419: ¡Guau!

source: Our setup for a long-term customer is different!
es_419: ¡El lugar para un cliente a largo plazo es distinto!

source: @ultimatriu_marts on
es_419: @ultimatriu_marts en

source: Isn’t it amazing, doctor?
es_419: ¿No es genial, doctor?

source: Just visiting.
es_419: Estoy de visita.

source: eeks
es_419: manas

source: @Ashluver34 on
es_419: @Ashluver34 en

source: I slept so well!!
es_419: ¡¡Dormí tan bien!!

source: Let’s go, Bianca!
es_419: ¡Vamos, Bianca!

source: You did it!
es_419: ¡Lo hiciste!

source: Wanna seeeeeeeeee?
es_419: ¿Quieres veeeeeeeer?

source: This injection will turn off your brain temporarily.
es_419: Esta inyección apagará su cerebro por un rato.

source: Gunner
es_419: JUEGO

source: We can’t use brute force on this one, Bianca!
es_419: ¡No podemos usar la fuerza con este, Bianca!

source: You must help me!!
es_419: ¡¡Deben ayudarme!!

source: @haiyuki_art on
es_419: @haiyuki_art en

source: Why did they call you?
es_419: ¿Por qué lo llamaron a usted

source: For an extra fee, players can have their muscles stimulated electrically
es_419: Si pagan un poco más, los jugadores pueden estimular sus músculos con electricidad.

source: GAME FOREVer!
es_419: ¡JUEGA POR SIEMPRE!

source: Look!
es_419: ¡Mira!

source: RELAX!
es_419: ¡PAZ!

source: They’re rotting!
es_419: ¡Se están pudriendo!

source: For a price.
es_419: pero a un precio.

source: Open
es_419: Abierto

source: How do you keep people fed?
es_419: ¿Cómo alimentan a las personas?
